export const TermData = [
	{
    article: "第1条（適用）",
    paragraph:
    [
      {
        body: "本規約は，ユーザーと当社との間の本サービスの利用に関わる一切の関係に適用されるものとします。",
      },
      {
        body: "当社は本サービスに関し，本規約のほか，ご利用にあたってのルール等，各種の定め（以下，「個別規定」といいます。）をすることがあります。これら個別規定はその名称のいかんに関わらず，本規約の一部を構成するものとします。",
      },
      {
        body: "本規約の規定が前条の個別規定の規定と矛盾する場合には，個別規定において特段の定めなき限り，個別規定の規定が優先されるものとします。" ,
      }
    ]
	},
  {
		article: "第2条（利用登録）",
    paragraph:
    [
      {
        body: "本サービスにおいては，登録希望者が本規約に同意の上，当社の定める方法によって利用登録を申請し，当社がこれを承認することによって，利用登録が完了するものとします。",
      },
      {
        body: "当社は，利用登録の申請者に以下の事由があると判断した場合，利用登録の申請を承認しないことがあり，その理由については一切の開示義務を負わないものとします。",
        sub_paragraph:
          [
            {
              body: "利用登録の申請に際して虚偽の事項を届け出た場合"
            },
            {
              body: "本規約に違反したことがある者からの申請である場合"
            },
            {
              body: "その他，当社が利用登録を相当でないと判断した場合"
            },
          ]
      },
    ]
  },
  {
    article: "",
    paragraph:
    [
      {
        body: "",
      },
      {
        body: "",
        sub_paragraph:
          [
            {
              body: ""
            },

          ]
      },
    ]
	},
]